[
  {
    "id": "c1",
    "templateId": "nda",
    "content": "1. PARTIES. This Non-Disclosure Agreement (\"Agreement\") is entered into on [DATE] between [DISCLOSING_PARTY_NAME], a [ENTITY_TYPE] organized under the laws of [STATE] with its principal place of business at [DISCLOSING_PARTY_ADDRESS] (\"Disclosing Party\"), and [RECEIVING_PARTY_NAME], a [ENTITY_TYPE] organized under the laws of [STATE] with its principal place of business at [RECEIVING_PARTY_ADDRESS] (\"Receiving Party\").",
    "plainEnglish": "This section identifies who is making this agreement - the person or company sharing information and the person or company receiving it, including their legal addresses.",
    "jurisdiction": "United States",
    "riskLevel": "low",
    "category": "1. Parties",
    "section": 1,
    "isEssential": true
  },
  {
    "id": "c2",
    "templateId": "nda",
    "content": "2. CONFIDENTIAL INFORMATION. The Receiving Party acknowledges that any and all confidential information disclosed by the Disclosing Party, including but not limited to [INFORMATION_TYPE], whether written, oral, or in any other form, shall be held in strict confidence and shall not be disclosed to any third party without the prior written consent of the Disclosing Party.",
    "plainEnglish": "You promise to keep all shared information secret and won't tell anyone else without written permission from the person who shared it.",
    "jurisdiction": "United States",
    "riskLevel": "low",
    "category": "2. Confidentiality Obligation",
    "section": 2,
    "isEssential": true
  },
  {
    "id": "c3",
    "templateId": "nda",
    "content": "3. PERMITTED USE. The receiving party shall use the confidential information solely for the purpose of evaluating potential business opportunities between the parties and shall not use such information for any other purpose without express written authorization.",
    "plainEnglish": "You can only use this information to explore doing business together, not for anything else, unless you get written permission.",
    "jurisdiction": "United States",
    "riskLevel": "low",
    "category": "3. Permitted Use",
    "section": 3,
    "isEssential": true
  },
  {
    "id": "c4",
    "templateId": "nda",
    "content": "4. TERM AND SURVIVAL. The obligations of confidentiality set forth herein shall survive the termination of this Agreement and shall continue for a period of [CONFIDENTIALITY_PERIOD] from the date of disclosure of the confidential information, unless otherwise specified in writing.",
    "plainEnglish": "Even after this agreement ends, you still need to keep the information secret for the specified time period.",
    "jurisdiction": "United States",
    "riskLevel": "low",
    "category": "4. Term and Survival",
    "section": 4,
    "isEssential": true
  },
  {
    "id": "c5",
    "templateId": "nda",
    "content": "5. GOVERNING LAW. This Agreement shall be governed by and construed in accordance with the laws of [GOVERNING_LAW], without regard to its conflict of laws principles. Any disputes arising under this Agreement shall be subject to the exclusive jurisdiction of the courts located in [GOVERNING_LAW].",
    "plainEnglish": "This agreement follows the laws of the specified state or country, and any legal disputes will be handled in courts there.",
    "jurisdiction": "Variable",
    "riskLevel": "low",
    "category": "5. Governing Law",
    "section": 5,
    "isEssential": true
  },
  {
    "id": "c6",
    "templateId": "nda",
    "content": "6. SIGNATURES. By signing below, the parties acknowledge that they have read, understood, and agree to be bound by the terms of this Agreement.\n\nDISCLOSING PARTY:\n\n___________________________ Date: ___________\n[DISCLOSING_PARTY_NAME]\nPrint Name: ___________________________\nTitle: ___________________________\n\nRECEIVING PARTY:\n\n___________________________ Date: ___________\n[RECEIVING_PARTY_NAME]\nPrint Name: ___________________________\nTitle: ___________________________",
    "plainEnglish": "Both parties must sign and date this agreement to make it legally binding, with printed names and titles for identification.",
    "jurisdiction": "Universal",
    "riskLevel": "low",
    "category": "6. Signatures",
    "section": 6,
    "isEssential": true
  },
  {
    "id": "c7",
    "templateId": "rental",
    "content": "1. PARTIES. This Residential Lease Agreement (\"Lease\") is entered into on [DATE] between [LANDLORD_NAME], an individual/entity with an address at [LANDLORD_ADDRESS] (\"Landlord\"), and [TENANT_NAME], an individual with an address at [TENANT_ADDRESS] (\"Tenant\").",
    "plainEnglish": "This identifies the property owner (landlord) and the renter (tenant), including their legal addresses for correspondence.",
    "jurisdiction": "Variable",
    "riskLevel": "medium",
    "category": "1. Parties",
    "section": 1,
    "isEssential": true
  },
  {
    "id": "c8",
    "templateId": "rental",
    "content": "2. PROPERTY. Landlord leases to Tenant and Tenant leases from Landlord the residential property located at [PROPERTY_ADDRESS] (\"Property\"), including all fixtures and appliances currently installed therein.",
    "plainEnglish": "This describes exactly what property you're renting, including its address and what comes with it.",
    "jurisdiction": "Variable",
    "riskLevel": "medium",
    "category": "2. Property Description",
    "section": 2,
    "isEssential": true
  },
  {
    "id": "c9",
    "templateId": "rental",
    "content": "3. RENT AND PAYMENT. Tenant agrees to pay rent in the amount of $[RENT_AMOUNT] per month, due on the first day of each month. Rent payments shall be made by check, money order, or electronic transfer to the account designated by Landlord. A late fee of $[LATE_FEE] will be assessed for payments received after the 5th day of the month.",
    "plainEnglish": "You agree to pay the specified rent amount every month on the first day, using accepted payment methods. Late payments will incur additional fees.",
    "jurisdiction": "Variable",
    "riskLevel": "medium",
    "category": "3. Rent Payment",
    "section": 3,
    "isEssential": true
  },
  {
    "id": "c10",
    "templateId": "rental",
    "content": "4. SECURITY DEPOSIT. Tenant shall deposit with Landlord the sum of $[DEPOSIT_AMOUNT] as security for the faithful performance of Tenant's obligations. The security deposit shall be returned within [RETURN_PERIOD] days after termination, less any deductions for damages beyond normal wear and tear or unpaid rent.",
    "plainEnglish": "You pay a security deposit upfront, which will be returned after moving out, minus any costs for damages or unpaid rent.",
    "jurisdiction": "Variable",
    "riskLevel": "medium",
    "category": "4. Security Deposit",
    "section": 4,
    "isEssential": true
  },
  {
    "id": "c11",
    "templateId": "rental",
    "content": "5. TERM. This lease shall commence on [START_DATE] and shall continue for a period of [LEASE_TERM], unless terminated earlier in accordance with the provisions herein or extended by mutual written agreement of the parties.",
    "plainEnglish": "This specifies when your lease starts and how long it lasts, unless ended early or extended by both parties agreeing in writing.",
    "jurisdiction": "Variable",
    "riskLevel": "medium",
    "category": "5. Lease Term",
    "section": 5,
    "isEssential": true
  },
  {
    "id": "c12",
    "templateId": "rental",
    "content": "6. GOVERNING LAW. This Lease shall be governed by and construed in accordance with the laws of [GOVERNING_STATE]. Any legal proceedings arising from this Lease shall be brought in the courts of [GOVERNING_STATE].",
    "plainEnglish": "This lease follows the laws of the specified state, and any legal issues will be handled in that state's courts.",
    "jurisdiction": "Variable",
    "riskLevel": "medium",
    "category": "6. Governing Law",
    "section": 6,
    "isEssential": true
  },
  {
    "id": "c13",
    "templateId": "rental",
    "content": "7. SIGNATURES. The parties have executed this Lease on the date first written above.\n\nLANDLORD:\n\n___________________________ Date: ___________\n[LANDLORD_NAME]\nPrint Name: ___________________________\n\nTENANT:\n\n___________________________ Date: ___________\n[TENANT_NAME]\nPrint Name: ___________________________",
    "plainEnglish": "Both the landlord and tenant must sign and date this lease to make it legally binding, with printed names for identification.",
    "jurisdiction": "Universal",
    "riskLevel": "medium",
    "category": "7. Signatures",
    "section": 7,
    "isEssential": true
  },
  {
    "id": "c14",
    "templateId": "partnership",
    "content": "1. PARTIES. This Partnership Agreement (\"Agreement\") is entered into on [DATE] between [PARTNER1_NAME], an individual residing at [PARTNER1_ADDRESS] (\"Partner 1\"), and [PARTNER2_NAME], an individual residing at [PARTNER2_ADDRESS] (\"Partner 2\"), and any additional partners as may be admitted in accordance with this Agreement.",
    "plainEnglish": "This identifies all the business partners entering this agreement, including their legal names and addresses.",
    "jurisdiction": "Variable",
    "riskLevel": "high",
    "category": "1. Parties",
    "section": 1,
    "isEssential": true
  },
  {
    "id": "c15",
    "templateId": "partnership",
    "content": "2. PARTNERSHIP FORMATION. The parties hereby form a general partnership under the name \"[PARTNERSHIP_NAME]\" for the purpose of [BUSINESS_PURPOSE]. The partnership shall be governed by the laws of [GOVERNING_STATE] and shall maintain its principal place of business at [BUSINESS_ADDRESS].",
    "plainEnglish": "This creates the official partnership with a specific name and business purpose, under the laws of the chosen state.",
    "jurisdiction": "Variable",
    "riskLevel": "high",
    "category": "2. Partnership Formation",
    "section": 2,
    "isEssential": true
  },
  {
    "id": "c16",
    "templateId": "partnership",
    "content": "3. PROFIT AND LOSS DISTRIBUTION. The Partners shall share profits and losses [PROFIT_SHARING_METHOD]. Each partner's share shall be distributed monthly, or as otherwise agreed upon in writing by all partners.",
    "plainEnglish": "This explains how partners will split the money the business makes or loses, and how often payments are made.",
    "jurisdiction": "Variable",
    "riskLevel": "high",
    "category": "3. Profit and Loss Distribution",
    "section": 3,
    "isEssential": true
  },
  {
    "id": "c17",
    "templateId": "partnership",
    "content": "4. MANAGEMENT AUTHORITY. No Partner may bind the Partnership or incur any obligation on behalf of the Partnership exceeding $[AUTHORITY_LIMIT] without the written consent of all other Partners, except as may be specifically authorized in the course of ordinary business operations.",
    "plainEnglish": "Partners can't make big financial decisions or commitments for the business above a certain dollar amount without getting written approval from all other partners.",
    "jurisdiction": "Variable",
    "riskLevel": "high",
    "category": "4. Management Authority",
    "section": 4,
    "isEssential": true
  },
  {
    "id": "c18",
    "templateId": "partnership",
    "content": "5. DISSOLUTION. The Partnership may be dissolved at any time by unanimous written consent of all Partners, or upon the death, disability, bankruptcy, or withdrawal of any Partner, unless the remaining Partners elect to continue the Partnership under the terms herein specified.",
    "plainEnglish": "The partnership can be ended if all partners agree in writing, or if certain major events happen to any partner, unless the others decide to continue.",
    "jurisdiction": "Variable",
    "riskLevel": "high",
    "category": "5. Dissolution",
    "section": 5,
    "isEssential": true
  },
  {
    "id": "c19",
    "templateId": "partnership",
    "content": "6. GOVERNING LAW. This Agreement shall be governed by and construed in accordance with the laws of [GOVERNING_STATE]. Any disputes arising under this Agreement shall be resolved through binding arbitration in [GOVERNING_STATE].",
    "plainEnglish": "This agreement follows the laws of the specified state, and any disputes will be resolved through private arbitration rather than court proceedings.",
    "jurisdiction": "Variable",
    "riskLevel": "high",
    "category": "6. Governing Law",
    "section": 6,
    "isEssential": true
  },
  {
    "id": "c20",
    "templateId": "partnership",
    "content": "7. SIGNATURES. By signing below, each Partner acknowledges that they have read, understood, and agree to be bound by all terms of this Agreement.\n\nPARTNER 1:\n\n___________________________ Date: ___________\n[PARTNER1_NAME]\nPrint Name: ___________________________\n\nPARTNER 2:\n\n___________________________ Date: ___________\n[PARTNER2_NAME]\nPrint Name: ___________________________",
    "plainEnglish": "All partners must sign and date this agreement to make it legally binding, with printed names for clear identification.",
    "jurisdiction": "Universal",
    "riskLevel": "high",
    "category": "7. Signatures",
    "section": 7,
    "isEssential": true
  },
  {
    "id": "c21",
    "templateId": "employment",
    "content": "1. PARTIES. This Employment Agreement (\"Agreement\") is entered into on [DATE] between [EMPLOYER_NAME], a [ENTITY_TYPE] organized under the laws of [STATE] with its principal place of business at [EMPLOYER_ADDRESS] (\"Company\"), and [EMPLOYEE_NAME], an individual residing at [EMPLOYEE_ADDRESS] (\"Employee\").",
    "plainEnglish": "This identifies the company hiring and the person being hired, including their legal names and addresses.",
    "jurisdiction": "Variable",
    "riskLevel": "medium",
    "category": "1. Parties",
    "section": 1,
    "isEssential": true
  },
  {
    "id": "c22",
    "templateId": "employment",
    "content": "2. POSITION AND DUTIES. Employee is hereby employed by Company in the position of [JOB_TITLE]. Employee agrees to devote their full professional time and attention to the performance of duties as assigned by Company and to perform such duties faithfully, diligently, and to the best of their ability.",
    "plainEnglish": "This describes your job title and that you agree to do your work duties faithfully and give your full professional attention to the job.",
    "jurisdiction": "Variable",
    "riskLevel": "medium",
    "category": "2. Position and Duties",
    "section": 2,
    "isEssential": true
  },
  {
    "id": "c23",
    "templateId": "employment",
    "content": "3. COMPENSATION. In consideration for Employee's services, Company shall pay Employee a [COMPENSATION_TYPE] of $[SALARY_AMOUNT] per [PAY_PERIOD], payable in accordance with Company's standard payroll practices. Employee shall also be entitled to participate in Company benefit plans as may be available to similarly situated employees.",
    "plainEnglish": "The company will pay you the agreed amount on the specified schedule, and you may be eligible for company benefits available to similar employees.",
    "jurisdiction": "Variable",
    "riskLevel": "medium",
    "category": "3. Compensation",
    "section": 3,
    "isEssential": true
  },
  {
    "id": "c24",
    "templateId": "employment",
    "content": "4. CONFIDENTIALITY. Employee agrees to maintain the confidentiality of all proprietary information, trade secrets, and confidential information of Company and shall not disclose such information to any third party during or after employment without Company's prior written consent.",
    "plainEnglish": "You promise to keep all company secrets and confidential information private, and won't share them with anyone, even after you stop working there.",
    "jurisdiction": "Variable",
    "riskLevel": "medium",
    "category": "4. Confidentiality",
    "section": 4,
    "isEssential": true
  },
  {
    "id": "c25",
    "templateId": "employment",
    "content": "5. TERMINATION. Employee's employment with Company is at-will, meaning that either party may terminate the employment relationship at any time, with or without cause, and with or without notice, except as may be limited by applicable law.",
    "plainEnglish": "Either you or the company can end the job at any time, for any reason or no reason, without giving advance notice (unless required by law).",
    "jurisdiction": "Variable",
    "riskLevel": "medium",
    "category": "5. Termination",
    "section": 5,
    "isEssential": true
  },
  {
    "id": "c26",
    "templateId": "employment",
    "content": "6. GOVERNING LAW. This Agreement shall be governed by and construed in accordance with the laws of [GOVERNING_STATE]. Any disputes arising under this Agreement shall be subject to the exclusive jurisdiction of the courts located in [GOVERNING_STATE].",
    "plainEnglish": "This agreement follows the employment laws of the specified state, and any legal disputes will be handled in that state's courts.",
    "jurisdiction": "Variable",
    "riskLevel": "medium",
    "category": "6. Governing Law",
    "section": 6,
    "isEssential": true
  },
  {
    "id": "c27",
    "templateId": "employment",
    "content": "7. SIGNATURES. By signing below, the parties acknowledge that they have read, understood, and agree to be bound by the terms of this Agreement.\n\nEMPLOYER:\n\n___________________________ Date: ___________\n[EMPLOYER_NAME]\nBy: ___________________________\nPrint Name: ___________________________\nTitle: ___________________________\n\nEMPLOYEE:\n\n___________________________ Date: ___________\n[EMPLOYEE_NAME]\nPrint Name: ___________________________",
    "plainEnglish": "Both the company representative and employee must sign and date this agreement to make it legally binding, with printed names and titles for identification.",
    "jurisdiction": "Universal",
    "riskLevel": "medium",
    "category": "7. Signatures",
    "section": 7,
    "isEssential": true
  },
  {
    "id": "c28",
    "templateId": "universal",
    "content": "ENTIRE AGREEMENT. This Agreement constitutes the entire agreement between the parties and supersedes all prior negotiations, representations, or agreements relating to the subject matter herein. This Agreement may not be amended except by written agreement signed by all parties.",
    "plainEnglish": "This document contains the complete agreement between all parties, replacing any previous discussions or agreements, and can only be changed if everyone signs a written amendment.",
    "jurisdiction": "Universal",
    "riskLevel": "low",
    "category": "Entire Agreement",
    "section": 99,
    "isEssential": true
  },
  {
    "id": "c29",
    "templateId": "universal",
    "content": "SEVERABILITY. If any provision of this Agreement is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall remain in full force and effect. The invalid provision shall be replaced with a valid provision that most closely approximates the intent of the original provision.",
    "plainEnglish": "If any part of this agreement is found to be invalid by a court, that part will be removed but the rest of the agreement will still be valid and enforceable.",
    "jurisdiction": "Universal",
    "riskLevel": "low",
    "category": "Severability",
    "section": 98,
    "isEssential": true
  },
  {
    "id": "c30",
    "templateId": "universal",
    "content": "DISPUTE RESOLUTION. Any dispute arising out of or relating to this Agreement shall first be addressed through good faith negotiations between the parties. If such negotiations fail to resolve the dispute within thirty (30) days, the dispute shall be resolved through binding arbitration in accordance with the rules of the American Arbitration Association.",
    "plainEnglish": "If there's a disagreement about this contract, the parties will first try to work it out through discussion. If that doesn't work within 30 days, they'll use a private arbitrator to make a final decision.",
    "jurisdiction": "Universal",
    "riskLevel": "medium",
    "category": "Dispute Resolution",
    "section": 97,
    "isEssential": true
  }
]