[
  {
    "id": "c1",
    "templateId": "nda",
    "content": "The Receiving Party acknowledges that any and all confidential information disclosed by the Disclosing Party, whether written, oral, or in any other form, shall be held in strict confidence and shall not be disclosed to any third party without the prior written consent of the Disclosing Party.",
    "plainEnglish": "You promise to keep all shared information secret and won't tell anyone else without written permission.",
    "jurisdiction": "United States",
    "riskLevel": "low",
    "category": "Confidentiality Obligation"
  },
  {
    "id": "c2",
    "templateId": "nda",
    "content": "The obligations of confidentiality set forth herein shall survive the termination of this Agreement and shall continue for a period of [TERM] years from the date of disclosure of the confidential information.",
    "plainEnglish": "Even after this agreement ends, you still need to keep the information secret for the specified number of years.",
    "jurisdiction": "United States",
    "riskLevel": "low",
    "category": "Term and Survival"
  },
  {
    "id": "c3",
    "templateId": "nda",
    "content": "The receiving party shall use the confidential information solely for the purpose of evaluating potential business opportunities between the parties and shall not use such information for any other purpose.",
    "plainEnglish": "You can only use this information to explore doing business together, not for anything else.",
    "jurisdiction": "United States",
    "riskLevel": "low",
    "category": "Permitted Use"
  },
  {
    "id": "c4",
    "templateId": "rental",
    "content": "The Tenant agrees to pay rent in the amount of $[RENT_AMOUNT] per month, due on the first day of each month. Rent payments shall be made by check, money order, or electronic transfer to the account designated by the Landlord.",
    "plainEnglish": "You agree to pay the specified rent amount every month on the first day, using one of the accepted payment methods.",
    "jurisdiction": "California",
    "riskLevel": "medium",
    "category": "Rent Payment"
  },
  {
    "id": "c5",
    "templateId": "rental",
    "content": "The Tenant shall deposit with the Landlord the sum of $[DEPOSIT_AMOUNT] as security for the faithful performance of the Tenant's obligations. The security deposit shall be returned within 21 days after termination, less any deductions for damages or unpaid rent.",
    "plainEnglish": "You pay a security deposit upfront, which will be returned within 21 days after moving out, minus any costs for damages or unpaid rent.",
    "jurisdiction": "California",
    "riskLevel": "medium",
    "category": "Security Deposit"
  },
  {
    "id": "c6",
    "templateId": "rental",
    "content": "The Tenant shall maintain the premises in good condition and shall be responsible for any damage caused by the Tenant's negligence or misuse, normal wear and tear excepted.",
    "plainEnglish": "You need to take good care of the property and pay for any damage you cause, but normal wear and tear is not your responsibility.",
    "jurisdiction": "California",
    "riskLevel": "medium",
    "category": "Property Maintenance"
  },
  {
    "id": "c7",
    "templateId": "partnership",
    "content": "The Partners shall share profits and losses in accordance with their respective ownership percentages as set forth in Schedule A attached hereto and incorporated herein by reference.",
    "plainEnglish": "Partners will split profits and losses based on their ownership percentages listed in the attached schedule.",
    "jurisdiction": "Delaware",
    "riskLevel": "high",
    "category": "Profit and Loss Distribution"
  },
  {
    "id": "c8",
    "templateId": "partnership",
    "content": "No Partner may bind the Partnership or incur any obligation on behalf of the Partnership without the written consent of all other Partners, except as may be specifically authorized in the course of ordinary business operations.",
    "plainEnglish": "Partners can't make big decisions or commitments for the business without getting written approval from all other partners, except for normal day-to-day business activities.",
    "jurisdiction": "Delaware",
    "riskLevel": "high",
    "category": "Management Authority"
  },
  {
    "id": "c9",
    "templateId": "partnership",
    "content": "The Partnership may be dissolved at any time by unanimous written consent of all Partners or upon the occurrence of any event specified in the Partnership Agreement.",
    "plainEnglish": "The partnership can be ended if all partners agree in writing or if certain specified events happen.",
    "jurisdiction": "Delaware",
    "riskLevel": "high",
    "category": "Dissolution"
  },
  {
    "id": "c10",
    "templateId": "employment",
    "content": "The Employee's employment with the Company is at-will, meaning that either party may terminate the employment relationship at any time, with or without cause, and with or without notice.",
    "plainEnglish": "Either you or the company can end the job at any time, for any reason or no reason, without giving advance notice.",
    "jurisdiction": "New York",
    "riskLevel": "medium",
    "category": "At-Will Employment"
  },
  {
    "id": "c11",
    "templateId": "employment",
    "content": "In consideration for employment, the Company shall pay the Employee a salary of $[SALARY_AMOUNT] per year, payable in accordance with the Company's standard payroll practices.",
    "plainEnglish": "The company will pay you the agreed salary amount each year, following their normal payroll schedule.",
    "jurisdiction": "New York",
    "riskLevel": "medium",
    "category": "Compensation"
  },
  {
    "id": "c12",
    "templateId": "employment",
    "content": "The Employee agrees to maintain the confidentiality of all proprietary information and trade secrets of the Company and shall not disclose such information to any third party during or after employment.",
    "plainEnglish": "You promise to keep all company secrets confidential and won't share them with anyone, even after you stop working there.",
    "jurisdiction": "New York",
    "riskLevel": "medium",
    "category": "Confidentiality"
  }
]